espressif/esp-iot-solution/components/display/lcd/esp_lcd_usb_display/test_apps/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP_TASK_WDT_EN=n
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_COMPILER_OPTIMIZATION_PERF=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_SPEED_200M=y
CONFIG_CACHE_L2_CACHE_256KB=y
CONFIG_FREERTOS_HZ=1000
CONFIG_IDF_EXPERIMENTAL_FEATURES=y
CONFIG_FORMAT_MJPEG_CAM1=y
CONFIG_UVC_MODE_BULK_CAM1=y
CONFIG_FRAMESIZE_HD=y
CONFIG_UVC_CAM1_FRAMERATE=30
CONFIG_UVC_CAM1_FRAMESIZE_WIDTH=720
CONFIG_UVC_CAM1_FRAMESIZE_HEIGT=1280
CONFIG_UVC_CAM1_MULTI_FRAMESIZE=n
